export default function Summary() {
    return (
      <section>
        <h2>Summary</h2>
        <p>ตำแหน่งที่สนใจ: Front-End Developer<h1></h1>
            ผมเป็นนักพัฒนาฝั่ง Frontend ที่มีความหลงใหลในการสร้างเว็บแอปพลิเคชันที่รองรับการใช้งานบนอุปกรณ์ต่างๆ โดยใช้ React, JavaScript และกรอบงาน CSS ที่ทันสมัย ผมเลือกเส้นทางในด้านนี้เพราะมีความสนใจใน UX/UI และชอบเวลาที่ผู้ใช้งานเข้ามาใช้งานเว็บที่เราได้พัฒนาขึ้น โดยสามารถออกแบบให้ใช้งานได้ง่ายและสะดวก นอกจากนี้ยังสามารถใช้ความคิดสร้างสรรค์ในการออกแบบ และได้รับประสบการณ์ในการทดสอบหน้าเว็บก่อนใคร ๆ
            เหตุผลที่เลือกสาขานี้
            เสน่ห์ของงานนี้อยู่ที่การได้สร้างประสบการณ์การใช้งานที่ดีให้กับผู้ใช้งาน และได้เห็นการตอบรับที่ดีจากผู้ที่ใช้ผลงานของเรา ทำให้รู้สึกภาคภูมิใจในสิ่งที่ทำได้
        </p>
      </section>
    );
  }
  